Repository: mkappus1/datenmanagement-mt-25
Catalog: Lektion7/en-fr.tmx
Source language: en
Languages: fr

source: Once a vaccine is approved for use, EU/EEA national authorities and the European Medicines Agency (EMA), continually monitor side effects in people who have received the vaccine.
fr: Une fois qu'un vaccin est approuvé en vue de son utilisation, les autorités nationales de l'UE/de l'EEE et l' Agence européenne des médicaments (EMA) surveillent en permanence les effets indésirables observés chez les personnes qui se sont vu administrer le vaccin.

source: Patients, healthcare professionals and pharmaceutical companies should report all suspected side effects to their national medicines regulatory authority.
fr: Les patients, les professionnels de la santé et les entreprises pharmaceutiques devraient signaler tous les effets indésirables suspectés à leur autorité de réglementation nationale des médicaments.

source: These could be due to an illness or anxiety over being given the vaccine.
fr: Ceux-ci pourraient résulter d'une maladie ou de l'anxiété liée à l'administration du vaccin.

source: For more information, see:
fr: Pour plus d'informations, veuillez consulter les rubriques suivantes:

source: Monitoring vaccine safety and reporting side effects
fr: Surveillance de la sécurité des vaccins et signalement des effets indésirables

source: More information on how to report suspected side effects can be found in the prescribing information or package leaflet or the European database of suspected adverse drug reaction reports .
fr: De plus amples informations sur les modalités de signalement des effets indésirables suspectés figurent dans les informations de prescription ou dans la notice, ou encore dans la Base de données européenne des rapports sur les effets indésirables suspectés .

source: Information on these reported suspected side effects is publicly available on the European database of suspected adverse drug reaction reports .
fr: Les informations relatives à ces signalements d'effets indésirables présumés sont accessibles au public sur la Base de données européenne des rapports sur les effets indésirables suspectés .

source: EMA carefully assesses suspected side effects to determine if there is a causal link with the vaccine or not.
fr: L'EMA évalue soigneusement les effets indésirables suspectés afin de déterminer s'il existe ou non un lien de causalité avec le vaccin, ce qui aide à exclure la possibilité qu'il s'agisse d'une coïncidence ou que ces effets soit dus à des facteurs étrangers au vaccin lui-même.

source: These include:
fr: Ces facteurs sont les suivants:

source: Effectiveness in an individual depends on a number of factors.
fr: L'efficacité chez un individu donné dépend de plusieurs facteurs.

source: It typically provides lifelong protection and has an effectiveness of around 97-99% among healthy children who receive two doses.
fr: Il procure généralement une protection pour toute la vie et son efficacité est de 97-99 % chez les enfants en bonne santé auxquels deux doses sont administrées.

source: As with any medicine, no vaccine is 100% effective in every person vaccinated.
fr: Pas plus qu'aucun autre médicament, aucun vaccin n'est efficace à 100 % chez toutes les personnes vaccinées.

source: Each virus and bacterium triggers a unique response in the immune system involving a specific set of cells in the blood...
fr: Chaque virus et chaque bactérie déclenchent une réponse unique du système immunitaire, qui implique un ensemble spécifique de cellules...

source: Individual European countries decide which vaccines should be part of their national vaccination programmes and funded by their national health systems.
fr: Chaque pays européen décide des vaccins devant faire partie de son programme national de vaccination et devant être financés par son système national de santé.

source: They are also less likely to infect others.
fr: En outre, cette personne est moins susceptible de contaminer d'autres personnes.

source: In these cases, however, the person's symptoms are often milder than they would have been without vaccination.
fr: Il est à noter cependant que dans pareils cas, les symptômes de la personne sont souvent moins sévères qu'ils ne l'auraient été sans vaccination.

source: previous contact with the disease;
fr: un éventuel contact antérieur avec la maladie;

source: This is due to the person not developing sufficient protection against the disease or due to immunity decreasing over time.
fr: Cela peut être dû au fait que la personne ne développe pas une protection suffisante contre la maladie ou à la diminution de l'immunité avec le temps.

source: other diseases or conditions they may have;
fr: d'autres maladies ou affections dont il peut être atteint;

source: Before a vaccine can be approved in the EU, it has to undergo rigorous testing by its developer...
fr: Avant qu'un vaccin ne puisse être approuvé dans l'UE, son développeur doit le soumettre à des essais...

source: Approval of vaccines in the European Union
fr: Approbation des vaccins dans l'Union européenne

source: In some circumstances, a person can still get a disease even after receiving the recommended doses of a vaccine against it.
fr: Dans certaines circonstances, il est possible qu'une personne contracte une maladie bien que les doses recommandées d'un vaccin ciblant cette maladie lui aient été administrées.

source: For example, the vaccine against measles, mumps and rubella (MMR) is highly effective at preventing disease.
fr: Á titre d'exemple, le vaccin anti-rougeole-oreillons-rubéole (ROR) est d'une efficacité préventive très élevée.

source: A vaccine's ability to prevent a specific disease determines its effectiveness.
fr: L'efficacité d'un vaccin est déterminée par sa capacité à prévenir une maladie spécifiquement ciblée.

source: how the vaccine is given;
fr: la façon dont le vaccin est administré;

source: Authorised vaccines are effective at preventing disease and protecting the population when administered correctly.
fr: Pour autant qu'ils soient administrés correctement, les vaccins autorisés se montrent efficaces pour prévenir une maladie visée et protéger la population.

source: the vaccine.
fr: les caractéristiques propres du vaccin.

source: This is known as 'community immunity' (also referred to as 'herd immunity').
fr: Cette situation est appelée «immunité de communauté» (également dénommée «immunité grégaire»).

source: Vaccination is the only way to ensure direct protection against tetanus.
fr: La vaccination est l'unique façon de garantir une protection directe contre le tétanos.

source: Vaccination protects individuals against diseases that could have serious consequences for...
fr: La vaccination protège les individus contre les maladies qui pourraient avoir des conséquences graves...

source: For example, tetanus can be encountered due to common injuries, including dog or cat bites.
fr: Le tétanos, par exemple, peut être provoqué par des blessures anodines, comme des morsures de chien ou de chat.

source: For example, to ensure community immunity against measles, public health authorities recommend that 95% of the population are vaccinated with two doses of the vaccine against measles (the MMR vaccine, which protects against measles, mumps and rubella).
fr: Par exemple, pour assurer l'immunité de la communauté contre la rougeole, les autorités de santé publique recommandent que 95 % de la population soient vaccinés par l'administration de deux doses du vaccin contre la rougeole (le vaccin ROR, qui protège contre la rougeole, la rubéole et les oreillons).

source: It means that people who cannot be vaccinated, for instance because they are too young or allergic to vaccine components, benefit from others being vaccinated, because the disease cannot easily spread in the community.
fr: Cela signifie que les personnes qui ne peuvent être vaccinées, par exemple parce qu'elles sont trop jeunes ou allergiques à des composants du vaccin, bénéficient du fait que d'autres se font vacciner, car cela empêche la maladie de se répandre trop aisément dans la communauté.

source: In this way, vaccines indirectly protect others who are vulnerable to disease.
fr: De cette manière, les vaccins protègent indirectement d'autres personnes vulnérables à la maladie.

source: Vaccination protects the vaccinated persons and those around them who are vulnerable to the diseases, reducing the risk of diseases spreading among family members, school mates or colleagues, friends, neighbours and other people in the community.
fr: La vaccination protège les personnes vaccinées et celles de leur entourage qui sont vulnérables aux maladies, réduisant ainsi les risques de propagation des maladies parmi les membres de la famille, les condisciples ou collègues, les amis, voisins et autres personnes de la communauté.

source: These include babies, children, the elderly, people with weak immune systems, cancer patients, and people who cannot be vaccinated for medical reasons.
fr: Ces personnes sont les nourrissons, les enfants, les personnes âgées, les personnes dont le système immunitaire est affaibli, les patients atteints du cancer et les personnes qui ne peuvent être vaccinées pour des motifs médicaux.

source: Benefits of vaccination for the community
fr: Avantages de la vaccination pour la collectivité

source: However, people cannot rely on community immunity for some infectious diseases.
fr: On ne peut cependant se reposer sur l'immunité de communauté pour certaines maladies infectieuses.

source: Benefits of vaccination for individuals
fr: Avantages de la vaccination pour les individus

source: Furthermore, immunisation programmes help reduce the social, psychological and financial burdens of disease on people and governments, reducing pressures on healthcare and social care systems and enabling people to pursue productive activities including education and employment.
fr: De plus, les programmes d'immunisation contribuent à réduire les charges sociales, psychologiques et financières des maladies pesant sur les personnes et les pouvoirs publics, en atténuant les pressions qui s'exercent sur les systèmes socio-sanitaires et en évitant aux individus de devoir interrompre leurs activités productives, en ce compris l'éducation et le travail.

source: When enough people in a population are immune to an infectious disease, the disease is then unlikely to spread from person to person.
fr: Lorsqu'une proportion suffisante d'une population est immunisée contre une maladie infectieuse, il est peu probable que celle-ci se propage d'une personne à une autre.

source: Community immunity occurs when enough people in a population are immune to an infectious disease
fr: L'immunité de communauté s'établit lorsqu'une proportion suffisante d'une population est immunisée contre une maladie infectieuse

source: When to vaccinate
fr: Les vaccins sont recommandés à différents âges...

source: National governments take account of factors such as their health systems, legal systems and cultural norms.
fr: Les gouvernements nationaux prennent en compte des facteurs tels que leur système de santé, leur système juridique et leurs normes culturelles.

source: Information on which countries have mandatory vaccination can be found in the Vaccine Scheduler .
fr: Des informations sur les pays appliquant la vaccination obligatoire sont disponibles dans le calendrier des vaccinations .

source: Each EU/EEA country decides if vaccination is mandatory or voluntary in its territory.
fr: Chaque pays de l'UE/EEE décide si la vaccination est obligatoire ou volontaire sur son territoire.

source: In 12 EU/EEA countries, vaccinating children against some diseases is mandatory, although different vaccines are required as mandatory in those countries.
fr: Dans 12 pays de l'UE/EEE, la vaccination des enfants contre certaines maladies est obligatoire, bien que les vaccins obligatoires dans ces pays soient parfois différents.

source: EU/EEA countries have achieved high vaccination coverage rates through mandatory and non-mandatory vaccination.
fr: Les pays de l'UE/EEE ont atteint une couverture vaccinale élevée grâce à la vaccination obligatoire et non obligatoire.

source: Each EU/EEA country implements its own immunisation programme.
fr: Chaque pays de l'UE/EEE met en œuvre son propre programme de vaccination.

source: Catch-up vaccination and boosters
fr: Rattrapage vaccinal et doses de rappel

source: Most EU/EEA countries offer vaccination on a recommended basis.
fr: La plupart des pays de l'UE/EEE offrent la possibilité de se faire vacciner, mais il s'agit là d'une simple recommandation.

source: An example is aluminium;
fr: Un exemple d'adjuvant est l'aluminium;

source: In addition to one or more antigens, there are other components in a vaccine.
fr: En plus d'un ou plusieurs antigènes, un vaccin contient d'autres substances.

source: adjuvants: these improve the immune response to the vaccine by making the response stronger, faster and more sustained in time.
fr: les adjuvants: ils améliorent la réponse immunitaire au vaccin en la renforçant, en l'accélérant et en la prolongeant.

source: Regulators check that their benefits are weighed against the risk of any reactions to them.
fr: Des organismes de contrôle vérifient que leurs bénéfices sont mis en balance avec le risque d'une réaction à ces substances.

source: These substances are consistently controlled to ensure they are present at levels that have been shown to be safe.
fr: Ces substances sont systématiquement contrôlées pour s'assurer qu'elles sont présentes dans des quantités dont il a été démontré qu'elles ne présentent pas de danger.

source: There may also be trace amounts of other substances used in the manufacturing process, such as ovalbumin (a protein found in eggs) or neomycin (an antibiotic).
fr: Il est possible qu'on retrouve dans les vaccins des traces d'autres substances utilisées dans le processus de fabrication, par exemple, l'ovalbumine (une protéine présente dans les œufs) ou la néomycine (un antibiotique).

source: Whenever these substances are present at a level that might trigger a reaction in a sensitive or allergic individual, their presence is declared in the information provided to healthcare workers and patients on the vaccine.
fr: Lorsque ces substances sont présentes dans une quantité susceptible de déclencher une réaction chez un individu sensible ou allergique, leur présence est signalée dans les informations sur le vaccin fournies au personnel de santé et aux patients.

source: excipients: these are inactive ingredients, like water, or sodium chloride (salt), as well as the preservatives or stabilisers that help the vaccine remain unchanged during storage, keeping it active.
fr: les excipients: il s'agit d'ingrédients inertes, tels que l'eau ou le chlorure de sodium (sel), ainsi que des conservateurs ou des stabilisants qui aident à préserver l'intégrité du vaccin pendant le stockage, maintenant ainsi son potentiel d'activité.

source: For example, the package leaflet will state if there are special precautions for use of a vaccine in people with certain allergies, such as vaccines including trace amounts of egg in people with an egg allergy.
fr: La notice indique alors par exemple si des précautions spéciales doivent être prises pour l'utilisation d'un vaccin sur les personnes souffrant de certaines allergies, comme dans le cas de vaccins contenant des traces d'ovalbumine inoculés à des personnes qui sont allergiques à cette substance.

source: Thousands of volunteers
fr: Des milliers de volontaires

source: its ingredients, including its inactive ingredients or ‘excipients';
fr: ses ingrédients, y compris ses ingrédients inactifs ou «excipients»;

source: This programme has to follow the procedures and protocols set by the regulators:
fr: Ce programme doit être conforme aux procédures et aux protocoles établis par les organismes de réglementation:

source: What is the optimal dose?
fr: Quelle est la dose optimale?

source: how it is manufactured.
fr: son mode de fabrication.

source: These include the European Medicines Agency and other regulators in the EU/EEA countries.
fr: Il s'agit notamment de l'Agence européenne des médicaments et d'autres organismes de réglementation des États membres de l'UE/EEE.

source: Is the vaccine safe?
fr: Le vaccin est-il sûr?

source: How are the immune systems of the participants responding to the vaccine?
fr: Comment le système immunitaire des participants répond-il au vaccin?

source: Testing includes checking the vaccine's quality:
fr: Les essais consistent entre autres à vérifier la qualité du vaccin:

source: its purity;
fr: sa pureté;

source: Are there serious side effects?
fr: Existe-t-il des effets indésirables graves?

source: Medicines regulatory authorities can carry out inspections to make sure that the information the vaccine developer provides is trustworthy.
fr: Les autorités de réglementation des médicaments peuvent réaliser des inspections afin de s'assurer que les informations fournies par le développeur du vaccin sont fiables.

source: This is followed by a clinical testing programme in humans, which can take around ten years from initial concept to authorisation and must adhere to strict standards.
fr: Cette étape est suivie par un programme d'essais cliniques sur les humains, qui peut durer environ dix ans entre l'élaboration du concept initial et l'autorisation, et qui doit respecter des normes strictes.

source: At the end of the testing programme, the vaccine developer submits the results to the medicines regulatory authorities in Europe as part of a ‘marketing authorisation' application.
fr: À la fin du programme d'essais, le développeur du vaccin soumet les résultats aux autorités de réglementation des médicaments en Europe dans le cadre d'une demande d'"autorisation de mise sur le marché".

source: They can also run tests to make sure that the batches of vaccines released onto the market are of the expected quality and have been manufactured correctly.
fr: Elles peuvent aussi effectuer des essais afin de garantir que les lots de vaccins mis sur le marché possèdent la qualité requise et qu'ils ont été fabriqués correctement.

source: The regulators can only approve the vaccine if its scientific evaluation of the tests results show that the vaccine's benefits are greater than its risks .
fr: Les organismes de réglementation ne peuvent qu'approuver le vaccin si l'évaluation scientifique des résultats montre que ses bénéfices sont supérieurs à ses risques .

source: What are the most common short-term side effects?
fr: Quels sont les effets indésirables à court terme les plus fréquents?

source: The vaccine developer tests the vaccine in three phases of clinical trials, with larger numbers of people in each phase.
fr: Le développeur du vaccin teste celui-ci dans le cadre d'essais cliniques articulés en trois phases, le nombre de participants augmentant à chaque phase.

source: Before a vaccine can be approved in the EU, it has to undergo rigorous testing by its developer and then scientific evaluation by regulatory authorities.
fr: Avant qu'un vaccin ne puisse être approuvé dans l'UE, son développeur doit le soumettre à des essais rigoureux, puis les autorités réglementaires doivent procéder à son évaluation scientifique.

source: This involves tests in the laboratory and in animals.
fr: Le développeur du vaccin teste ensuite ses effets, en procédant notamment à des essais en laboratoire et sur les animaux.

source: The companies are required to conduct stringent testing, for which the acceptance criteria are pre-defined by the authorities, on each batch of vaccine released onto the EU market.
fr: Les sociétés sont tenues de soumettre chaque lot de vaccin mis sur le marché de l'UE à des essais rigoureux, pour lesquels les critères d'acceptation sont définis au préalable par les autorités.

source: What are the most common side effects?
fr: Quels sont les effets indésirables les plus fréquents?

source: Then the vaccine developer tests the vaccine's effects.
fr: Surveillance de la sécurité des vaccins et signalement des effets indésirables

source: Trusted sources
fr: Sources fiables

source: In Europe, influenza occurs...
fr: En Europe, la grippe survient...

source: This section provides links to the websites of other health organisations both at national and international level
fr: Cette section fournit des liens vers les sites Web d'autres organisations de santé au niveau national et international

source: Vaccines are recommended for different age...
fr: Les vaccins sont recommandés à différents âges...

source: Human papillomavirus (HPV) infection is a viral infection that is mainly sexually transmitted by direct contact...
fr: L'infection à papillomavirus humain (HPV) est une infection virale transmise essentiellement par voie sexuelle, par contact direct...

source: Vaccination protects the vaccinated persons and those around them who are vulnerable to the diseases...
fr: La vaccination protège les personnes vaccinées et celles de leur entourage qui sont vulnérables aux maladies...

source: Influenza (flu) is a contagious respiratory illness caused by infection with an influenza virus.
fr: La grippe est une maladie respiratoire contagieuse causée par une infection due à un virus de la grippe.

source: The main purpose of this website is to provide accurate, objective, up-to-date evidence on vaccines and vaccination.
fr: Le but principal de ce site web est de fournir des preuves exactes, objectives et à jour sur les vaccins et la vaccination.

source: European Vaccination Information Portal
fr: Portail européen d'information sur la vaccination

source: Read more About us .
fr: En savoir plus ici

source: diphtheria
fr: diphtérie

source: Most vaccines provide lifelong immunity.
fr: La plupart des vaccins assurent une immunité à vie.

source: Some people may have missed a vaccination or did not get the recommended number of doses.
fr: Certaines personnes ont pu manquer une vaccination, ou n'ont pas reçu le nombre recommandé de doses.

source: Catch-up vaccination programmes for specific diseases may be organised.
fr: Des campagnes de rattrapage vaccinal peuvent être organisées pour des maladies spécifiques.

source: For example, due to an increasing number of measles cases among teenagers and young adults, catch-up programmes exist in a number of EU/EEA countries for people who may have missed the measles vaccination when they were younger or are too old to have received it as a child.
fr: Par exemple, en raison du nombre croissant de cas de rougeole chez les adolescents et les jeunes adultes, il existe des campagnes de rattrapage dans un certain nombre de pays de l'UE/EEE pour les personnes susceptibles d'avoir manqué la vaccination contre la rougeole lorsqu'elles étaient plus jeunes, ou qui sont trop âgées pour avoir été vaccinées dans leur enfance.

source: For some diseases, such as varicella (chickenpox) and rubella, it is also possible to do a test to check if the person is immune.
fr: Pour certaines maladies, comme la varicelle ou la rubéole, il est également possible d'effectuer un test pour vérifier si la personne est immunisée.

source: Everyone should check if they have had the nationally recommended vaccinations, and consult a medical professional in case any catch-ups are needed.
fr: Tout un chacun doit vérifier s'il a procédé aux vaccinations recommandées au niveau national, et consulter un professionnel de la santé lorsque des rattrapages sont nécessaires.
